Repository: Vistaus/mga3prepo
Catalog: po/*.po
Languages: el, fr, pl

source: *** You have to add at least one media first
el: Πρέπει να προσθέσετε τουλάχιστον ένα αποθετήριο πρώτα
fr: *** Vous devez d'abord ajouter au moins un dépôt
pl: *** Najpierw musisz dodać co najmniej jeden nośnik (repozytorium)

source: Here is a list with some of the unofficial repositories for Mageia {0}:
pl: Lista niektórych nieoficjalnych repozytoriów dla Magei {0}:

source: See also: https://forums.mageia.org/en/viewtopic.php?f=7&t=1985
el: Δείτε επίσης: https://forums.mageia.org/en/viewtopic.php?f=7&t=1985
fr: Voir aussi: https://forums.mageia.org/en/viewtopic.php?f=7&t=1985
pl: Zobacz również: https://forums.mageia.org/en/viewtopic.php?f=7&t=1985

source: 1. Czech Republic
el: 1. Δημοκρατία της Τσεχίας
fr: 1. République Tchèque
pl: 1. Czechy

source: 2. Russia
el: 2. Ρωσία
fr: 2. Russie
pl: 2. Rosja

source: 3. Greece
el: 3. Ελλάδα
fr: 3. Grèce
pl: 3. Grecja

source: 4. Poland
el: 4. Πολωνία
fr: 4. Pologne
pl: 4. Polska

source: 5. Spain
el: 5. Ισπανία
fr: 5. Espagne
pl: 5. Hiszpania

source: 6. France
el: 6. Γαλλία
pl: 6. Francja

source: Enter media name (Enter to quit or * for info):
el: Εισάγετε το όνομα του αποθετηρίου (Enter για έξοδο ή * για πληροφορίες):
fr: Saisissez le nom du dépôt ("Enter" pour quitter ou * pour info):
pl: Wpisz nazwę nośnika (Enter aby wyjść lub * aby uzyskać informacje):

source: *** The media name already exists
el: *** Το όνομα του αποθετηρίου υπάρχει ήδη
fr: *** Le nom du dépôt existe déjà
pl: *** Ta nazwa nośnika już istnieje

source: The name cannot include the key character '@'
el: Το όνομα δεν θα πρέπει να περιέχει τον χαρακτήρα κλειδί «@»
pl: Nazwa nie może zawierać znaku '@'

source: Please choose another one
el: Παρακαλώ επιλέξτε κάποιο άλλο
pl: Proszę wybrać inny

source: Enter media url:
el: Εισάγετε το url του αποθετηρίου:
fr: Saisissez l'url du dépôt:
pl: Wpisz URL repozytorium:

source: You have to enter an url
el: Θα πρέπει να εισάγετε ένα url
fr: Vous devez saisir une url
pl: Musisz wpisać URL

source: *** The media url already exists
el: *** Το url του αποθετηρίου υπάρχει ήδη
fr: *** L'url du dépôt existe déjà
pl: *** URL do tego nośnika już istnieje

source: *** Added media:
el: *** Προστέθηκε το μέσο:
fr: *** Dépôt ajouté:
pl: *** Dodane nośniki (repozytoria):

source: *** Cannot found media with synthesis in:
el: *** Αδύνατη η εύρεση αποθετηρίου με «synthesis» στο:
fr: *** Impossible de trouver le dépôt avec "synthesis" dans:
pl: *** Nie mogę znaleźć nośnika z plikiem synthesis w:

source: Enter the name of the media to delete (Enter to quit):
el: Εισάγετε το όνομα του αποθετηρίου προς διαγραφή (Enter για έξοδο):
fr: Saisissez le nom du dépôt que vous souhaitez effacer ('Enter' pour quitter):
pl: Wpisz nazwę nośnika do usunięcia (Enter aby wyjść):

source: *** The media does n't exist
el: *** Το αποθετήριο δεν υπάρχει
fr: *** Le dépôt n'existe pas
pl: *** Nośnik nie istnieje

source: Empty media list
el: Η λίστα των αποθετηρίων είναι άδεια
fr: La liste des dépôts est vide
pl: Pusta lista nośnikow

source: No such file
el: Δεν υπάρχει το αρχείο
fr: Fichier non existant
pl: Brak pliku

source: Found
el: Εύρεση του
pl: Znaleziono

source: in repo:
el: στο αποθετήριο:
pl: w repozytorium:

source: Total:
el: Σύνολο:
pl: Razem:

source: rpm with new version:
el: rpm με νέα έκδοση:
pl: rpm z nową wersją:

source: *** No configured media ***
el: *** Δεν έχετε διαμορφώσει τα αποθετήρια ***
fr: *** Aucun dépôts configurés ***
pl: *** Brak skonfigurowanych nośnikow ***

source: Launch the script without arguments,
el: Εκτελέστε το script χωρίς ορίσματα,
fr: Lancez le script sans arguments,
pl: Uruchom skrypt bez argumentów,

source: and add at least one media from the menu 'Add media'
el: και προσθέστε τουλάχιστον ένα μέσο από το μενού «Προσθήκη ενός αποθετηρίου»
fr: et ajoutez au moins un dépôt depuis le menu « Ajouter un dépôt »
pl: oraz dodaj co najmniej jeden nośnik (repozytorium) z menu 'Dodaj nośnik'

source: Search package
el: Αναζήτηση πακέτου
fr: Recherche de paquetage
pl: Szukaj pakietu

source: Add media
el: Προσθήκη ενός αποθετηρίου
fr: Ajouter un dépôt
pl: Dodaj nośnik

source: List media
el: Εμφάνιση λίστας αποθετηρίων
fr: Afficher les dépôts
pl: Wypisz nośniki

source: Delete media
el: Διαγραφή ενός αποθετηρίου
fr: Supprimer un dépôt
pl: Usuń nośnik

source: Search updates
el: Αναζήτηση ενημερώσεων
pl: Szukaj aktualizacji

source: Press 'enter' to quit, '*' to list all packages
pl: Wciśnij 'Enter' aby wyjść, '*' aby wyświetlić wszystkie pakiety

source: Enter the name of the package:
el: Εισάγετε το όνομα του πακέτου:
fr: Saisissez le nom du paquetage:
pl: Wpisz nazwę pakietu:

source: Here is a list with some of the unofficial repositories for Mageia(3):
el: Εδώ είναι μια λίστα με μερικά από τα ανεπίσημα αποθετήρια για τη Mageia(3):
